Repository: wp-plugins/omniads
Catalog: *.po
Languages: de_de

source: Select Channel or Unit to display:
de_de: Channel oder Unit aus wählen:

source: Help
de_de: Hilfe

source: yes
de_de: ja

source: no
de_de: nein

source: sort by this col
de_de: sortiere nach Spalte

source: Are you sure?
de_de: Bist du sicher?

source: delete
de_de: löschen

source: active
de_de: aktiv

source: inactive
de_de: inaktiv

source: edit
de_de: bearbeiten

source: Channel saved!
de_de: Der Channel wurde gespeichert!

source: Channel deleted!
de_de: Der Channel wurde gelöscht!

source: Status changed!
de_de: Status geändert!

source: Active
de_de: Aktiv

source: save
de_de: speichern

source: show
de_de: anzeigen

source: Title
de_de: Titel

source: Pages
de_de: Seiten

source: How to use
de_de: Einbindung

source: Display channel in template
de_de: Zeige Channel an bel. Stelle im Template an.

source: Display unit in template
de_de: Zeige Unit an bel. Stelle im Template an.

source: Display channel in post or page content
de_de: Zeige Channel an bel. Stelle in einem Post oder einer Page an.

source: Display unit in post or page content
de_de: Zeige Unit an bel. Stelle in einem Post oder einer Page an.

source: Display channel in content after &lt;!--more--&gt; tag
de_de: Zeige Channel nach dem &lt;!--more--&gt; tag an.

source: Associate unit whith channel <em>more</em>.
de_de: Weise der Unit den Channel <em>more</em> zu.

source: Only activ units are shown!
de_de: Es werden nur aktive Units angezeigt.

source: Number of wanted sidebar widgets.
de_de: Anzahl der gewünschten Sidebar Widgets.

source: Limit
de_de: Anzahl

source: Number of units/channel to display in admin panel per page.
de_de: Anzahl der Units/Channel, die im Admin-Bereich pro Seite angezeigt werden.

source: Exclude
de_de: Ausschliessen

source: No ads are displayed, if string matches $_SERVER[ 'REQUEST_URI' ].
de_de: Matcht ein String mit $_SERVER[ 'REQUEST_URI' ], wird keine Werbung angezeigt.

source: Settings saved!
de_de: Die Einstellungen wurden gespeichert!

source: Directory not readable:
de_de: Verzeichnis ist nicht lesbar:

source: Options
de_de: Einstellungen

source: Unit saved!
de_de: Die Unit wurde gespeichert!

source: Unit loaded!
de_de: Unit geladen!

source: Unit deleted!
de_de: Die Unit wurde gelöscht!

source: Code or Filename
de_de: Code oder Dateiname

source: If unit is of type FILE, put the name of the file here!
de_de: Hier den Dateinamen eintragen, wenn es sich um eine Unit des Types FILE handelt.
